tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"

brew "autojump"
brew "chezmoi"
brew "emacs"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "lazygit"
brew "micro"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "ableton-live-intro"
cask "anki"
cask "arc"
cask "audacity"
cask "cursor"
cask "discord"
cask "kitty"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "stremio"
cask "tailscale"
cask "whatsapp"
cask "zoom"
cask "aerospace"

mas "Amphetamine", id: 937984704
mas "Craft", id: 1487937127
mas "Goodnotes", id: 1444383602
mas "Microsoft OneNote", id: 784801555
